Repository: rthomsen/kcmsystemd
Catalog: po/*/kcmsystemd.po
Languages: tr

source: Units
tr: Birimler

source: Overall stats:
tr: Genel istatistikler:

source: <html><head/><body><p>Filter unit types.</p></body></html>
tr: <html><head/><body><p>Filtre birimi türleri.</p></body></html>

source: <html><head/><body><p>Toggle show inactive units.</p></body></html>
tr: <html><head/><body><p>Etkin olmayan birimleri göster arasında geçiş yap.</p></body></html>

source: Show inactive
tr: Etkin olmayanı göster

source: Show unloaded
tr: Yüklenmemiş göster

source: <html><head/><body><p>Reload the list of units from systemd.</p></body></html>
tr: <html><head/><body><p>Birim listesini systemd'den yeniden yükleyin.</p></body></html>

source: Refresh
tr: Yenile

source: Conf
tr: Ayar

source: Configuration file:
tr: Yapılandırma dosyası:

source: Sessions
tr: Oturumlar

source: Attempt to contact the systemd daemon through D-Bus system bus failed!
tr: D-Bus sistem veri yolu aracılığıyla sistem arka plan programıyla bağlantı kurma girişimi başarısız oldu!

source: Unable to find directory with systemd configuration files.
tr: Sistemd yapılandırma dosyalarının bulunduğu dizin bulunamadı.

source: All
tr: Tümü

source: Targets
tr: Hedefler

source: Services
tr: Servisler

source: Devices
tr: Aygıtlar

source: Mounts
tr: Bağlılar

source: Automounts
tr: Otomatik Bağlamalar

source: Swaps
tr: Takaslar

source: Sockets
tr: Soketler

source: Paths
tr: Yollar

source: Timers
tr: Zamanlayıcılar

source: Snapshots
tr: Anlık görüntüler

source: Slices
tr: Paylar

source: Scopes
tr: Kapsamlar

source: <p>Set the level of log entries in systemd.</p>
tr: <p>Systemd'deki günlük girişlerinin düzeyini ayarlayın.</p>

source: <p>Set target for logs.</p>
tr: <p>Günlükler için hedef belirleyin.</p>

source: <p>Use color to highlight important log messages.</p>
tr: <p>Önemli günlük mesajlarını vurgulamak için renk kullanın.</p>

source: <p>Include code location in log messages.</p>
tr: <p>Günlük mesajlarına kod konumunu dahil edin.</p>

source: <p>Dump core on systemd crash.</p>
tr: <p>Sistem çökmesinde çekirdeği boşaltın.</p>

source: <p>Spawn a shell when systemd crashes. Note: The shell is not password-protected.</p>
tr: <p>systemd çöktüğünde bir kabuk oluşturur. Not: Kabuk parola korumalı değildir.</p>

source: <p>Show terse service status information while booting.</p>
tr: <p>Önyükleme sırasında kısa hizmet durumu bilgilerini göster.</p>

source: <p>Activate the specified virtual terminal when systemd crashes (-1 to deactivate).</p>
tr: <p>Sistem çöktüğünde belirtilen sanal terminali etkinleştirin (devre dışı bırakmak için -1).</p>

source: <p>The initial CPU affinity for the systemd init process.</p>
tr: <p>systemd başlatma işlemi için ilk CPU benzeşimi.</p>

source: <p>Controllers that shall be mounted in a single hierarchy. Takes a space-separated list of comma-separated controller names, in order to allow multiple joined hierarchies. Pass an empty string to ensure that systemd mounts all controllers in separate hierarchies.</p>
tr: <p>Tek bir hiyerarşide monte edilecek denetleyiciler. Birden çok birleştirilmiş hiyerarşiye izin vermek için virgülle ayrılmış denetleyici adlarının boşlukla ayrılmış bir listesini alır. systemd'nin tüm denetleyicileri ayrı hiyerarşilere bağlamasını sağlamak için boş bir dize iletin.</p>

source: <p>Configures in which control group hierarchies to create per-service cgroups automatically, in addition to the name=systemd named hierarchy. Takes a space-separated list of controller names. Pass the empty string to ensure that systemd does not touch any hierarchies but its own.</p>
tr: <p>name=systemd adlı hiyerarşiye ek olarak, hizmet başına grup gruplarının otomatik olarak oluşturulacağı kontrol grubu hiyerarşilerini yapılandırır. Denetleyici adlarının boşlukla ayrılmış bir listesini alır. systemd'nin kendi hiyerarşisi dışında herhangi bir hiyerarşiye dokunmadığından emin olmak için boş dizeyi iletin.</p>

source: <p>The watchdog hardware (/dev/watchdog) will be programmed to automatically reboot the system if it is not contacted within the specified timeout interval. The system manager will ensure to contact it at least once in half the specified timeout interval. This feature requires a hardware watchdog device.</p>
tr: <p>İzleyici donanımı (/dev/watchdog), belirtilen zaman aşımı aralığı içinde iletişim kurulmazsa sistemi otomatik olarak yeniden başlatacak şekilde programlanacaktır. Sistem yöneticisi, belirtilen zaman aşımı aralığının yarısında en az bir kez kendisiyle iletişime geçilmesini sağlayacaktır. Bu özellik, bir donanım izleme cihazı gerektirir.</p>

source: <p>This setting may be used to configure the hardware watchdog when the system is asked to reboot. It works as a safety net to ensure that the reboot takes place even if a clean reboot attempt times out. This feature requires a hardware watchdog device.</p>
tr: <p>Bu ayar, sistemin yeniden başlatılması istendiğinde donanım izleyicisini yapılandırmak için kullanılabilir. Temiz bir yeniden başlatma denemesi zaman aşımına uğrasa bile yeniden başlatmanın gerçekleşmesini sağlamak için bir güvenlik ağı olarak çalışır. Bu özellik, bir donanım izleme cihazı gerektirir.</p>

source: <p>Capabilities for the systemd daemon and its children.</p>
tr: <p>Sistem arka plan programı ve alt öğeleri için yetenekler.</p>

source: <p>Architectures of which system calls may be invoked on the system.</p>
tr: <p>Sistemde sistem çağrılarının çağrılabileceği mimariler.</p>

source: <p>Sets the timer slack for PID 1 which is then inherited to all executed processes, unless overridden individually. The timer slack controls the accuracy of wake-ups triggered by timers.</p>
tr: <p>Tek tek geçersiz kılınmadıkça, daha sonra yürütülen tüm işlemlere devralınan PID 1 için zamanlayıcı boşluğunu ayarlar. Zamanlayıcı bolluğu, zamanlayıcılar tarafından tetiklenen uyanmaların doğruluğunu kontrol eder.</p>

source: <p>The default accuracy of timer units. Note that the accuracy of timer units is also affected by the configured timer slack for PID 1.</p>
tr: <p>Zamanlayıcı birimlerinin varsayılan doğruluğu. Zamanlayıcı birimlerinin doğruluğunun, PID 1 için yapılandırılmış zamanlayıcı bolluğundan da etkilendiğini unutmayın.</p>

source: <p>Sets the default output for all services and sockets.</p>
tr: <p>Tüm hizmetler ve soketler için varsayılan çıktıyı ayarlar.</p>

source: <p>Sets the default error output for all services and sockets.</p>
tr: <p>Tüm hizmetler ve soketler için varsayılan hata çıktısını ayarlar.</p>

source: <p>The default timeout for starting of units.</p>
tr: <p>Birimlerin başlatılması için varsayılan zaman aşımı.</p>

source: <p>The default timeout for stopping of units.</p>
tr: <p>Birimlerin durdurulması için varsayılan zaman aşımı.</p>

source: <p>The default time to sleep between automatic restart of units.</p>
tr: <p>Birimlerin otomatik olarak yeniden başlatılması arasındaki uyku için varsayılan süre.</p>

source: <p>Time interval used in start rate limit for services.</p>
tr: <p>Hizmetler için başlangıç ​​hızı sınırında kullanılan zaman aralığı.</p>

source: <p>Services are not allowed to start more than this number of times within the time interval defined in DefaultStartLimitInterval
tr: <p>Hizmetlerin, DefaultStartLimitInterval içinde tanımlanan zaman aralığı içinde bu sayıdan daha fazla başlatılmasına izin verilmez

source: <p>Manager environment variables passed to all executed processes. Takes a space-separated list of variable assignments.</p>
tr: <p>Yönetici ortam değişkenleri, yürütülen tüm işlemlere aktarıldı. Değişken atamalarının boşlukla ayrılmış bir listesini alır.</p>

source: <p>Default CPU usage accounting.</p>
tr: <p>Varsayılan CPU kullanım hesabı.</p>

source: <p>Default block IO accounting.</p>
tr: <p>Varsayılan blok KS hesabı.</p>

source: <p>Default process and kernel memory accounting.</p>
tr: <p>Varsayılan işlem ve çekirdek bellek hesabı.</p>

source: <p>Default resource limit for units. Set to -1 for no limit.</p>
tr: <p>Birimler için varsayılan kaynak sınırı. Sınırsız olarak -1 olarak ayarlayın.</p>

source: <p>Where to store log files.</p>
tr: <p>Günlük dosyalarının nerede saklanacağı.</p>

source: <p>Compress log files.</p>
tr: <p>Günlük dosyalarını sıkıştır.</p>

source: <p>Enable Forward Secure Sealing (FSS) for all persistent journal files.</p>
tr: <p>Tüm kalıcı günlük dosyaları için İleri Güvenli Mühürlemeyi (FSS) etkinleştirin.</p>

source: <p>Whether and how to split log files. If <i>uid</i>, all users will get each their own journal files regardless of whether they possess a login session or not, however system users will log into the system journal. If <i>login</i>, actually logged-in users will get each their own journal files, but users without login session and system users will log into the system journal. If <i>none</i>, journal files are not split up by user and all messages are instead stored in the single system journal.</p>
tr: <p>Günlük dosyalarının bölünüp bölünmeyeceği ve nasıl bölüneceği. <i>uid</i> ise, oturum açma oturumu olup olmadığına bakılmaksızın tüm kullanıcılar kendi günlük dosyalarını alır, ancak sistem kullanıcıları sistem günlüğünde oturum açar. <i>login</i> ise, gerçekten oturum açmış kullanıcıların her biri kendi günlük dosyalarını alacaktır, ancak oturum açma oturumu olmayan kullanıcılar ve sistem kullanıcıları sistem günlüğünde oturum açacaktır. <i>Yok</i> ise, günlük dosyaları kullanıcıya göre bölünmez ve bunun yerine tüm mesajlar tek sistem günlüğünde depolanır.</p>

source: <p>The timeout before synchronizing journal files to disk.</p>
tr: <p>Günlük dosyalarını diske eşitlemeden önceki zaman aşımı.</p>

source: <p>Time interval for rate limiting of log messages. Set to 0 to turn off rate-limiting.</p>
tr: <p>Günlük mesajlarının hız sınırlaması için zaman aralığı. Hız sınırlamasını kapatmak için 0'a ayarlayın.</p>

source: <p>Maximum number of messages logged for a unit in the interval specified in RateLimitInterval. Set to 0 to turn off rate-limiting.</p>
tr: <p>RaateLimitInterval'de belirtilen aralıkta bir birim için günlüğe kaydedilen maksimum mesaj sayısı. Hız sınırlamasını kapatmak için 0'a ayarlayın.</p>

source: <p>Maximum disk space the persistent journal may take up. Defaults to 10% of file system size.</p>
tr: <p>Kalıcı günlüğün kaplayabileceği maksimum disk alanı. Dosya sistemi boyutunun %10'u varsayılandır.</p>

source: <p>Minimum disk space the persistent journal should keep free for other uses. Defaults to 15% of file system size.</p>
tr: <p>Kalıcı günlüğün diğer kullanımlar için boş tutması gereken minimum disk alanı. Varsayılan olarak dosya sistemi boyutunun %15'idir.</p>

source: <p>Maximum size of individual journal files on persistent storage. Defaults to 1/8 of SystemMaxUse.</p>
tr: <p>Kalıcı depolamadaki tek günlük dosyalarının maksimum boyutu. Varsayılan, SystemMaxUse'un 1/8'idir.</p>

source: <p>Maximum disk space the volatile journal may take up. Defaults to 10% of file system size.</p>
tr: <p>Uçucu günlüğün kaplayabileceği maksimum disk alanı. Dosya sistemi boyutunun %10'u varsayılandır.</p>

source: <p>Minimum disk space the volatile journal should keep free for other uses. Defaults to 15% of file system size.</p>
tr: <p>Uçucu günlüğün diğer kullanımlar için boş tutması gereken minimum disk alanı. Varsayılan olarak dosya sistemi boyutunun %15'idir.</p>

source: <p>Maximum size of individual journal files on volatile storage. Defaults to 1/8 of RuntimeMaxUse.</p>
tr: <p>Uçucu depolamadaki tek günlük dosyalarının maksimum boyutu. Varsayılan değer, RuntimeMaxUse'un 1/8'idir.</p>

source: <p>Maximum time to store journal entries. Set to 0 to disable.</p>
tr: <p>Günlük girişlerini saklamak için maksimum süre. Devre dışı bırakmak için 0'a ayarlayın.</p>

source: <p>Maximum time to store entries in a single journal file before rotating to the next one. Set to 0 to disable.</p>
tr: <p>Bir sonrakine dönmeden önce girişleri tek bir günlük dosyasında depolamak için maksimum süre. Devre dışı bırakmak için 0'a ayarlayın.</p>

source: <p>Forward journal messages to syslog.</p>
tr: <p>Günlük mesajlarını sistem günlüğüne iletin.</p>

source: <p>Forward journal messages to kernel log buffer</p>
tr: <p>Günlük iletilerini çekirdek günlük arabelleğine iletin</p>

source: <p>Forward journal messages to the system console. The console can be changed with TTYPath.</p>
tr: <p>Günlük mesajlarını sistem konsoluna iletin. Konsol, TTYPath ile değiştirilebilir.</p>

source: <p>Forward journal messages as wall messages to all logged-in users.</p>
tr: <p>Günlük mesajlarını, oturum açmış tüm kullanıcılara duvar mesajları olarak iletin.</p>

source: <p>Forward journal messages to this TTY if ForwardToConsole is set.</p>
tr: <p>ForwardToConsole ayarlanmışsa günlük mesajlarını bu TTY'ye iletin.</p>

source: <p>Max log level to forward/store to the specified target.</p>
tr: <p>Belirtilen hedefe iletmek/depolamak için maksimum günlük düzeyi.</p>

source: <p>Number of virtual terminals (VTs) to allocate by default and which will autospawn. Set to 0 to disable.</p>
tr: <p>Varsayılan olarak atanacak ve otomatik olarak ortaya çıkacak sanal terminallerin (VT'ler) sayısı. Devre dışı bırakmak için 0'a ayarlayın.</p>

source: <p>Virtual terminal that shall unconditionally be reserved for autospawning. Set to 0 to disable.</p>
tr: <p>Otomatik yumurtlama için koşulsuz olarak ayrılacak sanal terminal. Devre dışı bırakmak için 0'a ayarlayın.</p>

source: <p>Kill the processes of a user when the user completely logs out.</p>
tr: <p>Kullanıcı tamamen çıkış yaptığında, kullanıcının işlemlerini sonlandırın.</p>

source: <p>Space-separated list of usernames for which only processes will be killed if KillUserProcesses is enabled.</p>
tr: <p>Yalnızca KillUserProcesses etkinleştirildiğinde işlemlerin sonlandırılacağı, boşlukla ayrılmış kullanıcı adları listesi.</p>

source: <p>Space-separated list of usernames for which processes will be excluded from being killed if KillUserProcesses is enabled.</p>
tr: <p>KillUserProcesses etkinleştirilirse, işlemlerin öldürülmekten hariç tutulacağı, boşlukla ayrılmış kullanıcı adları listesi.</p>

source: <p>Specifies the maximum time a system shutdown or sleep request is delayed due to an inhibitor lock of type delay being active before the inhibitor is ignored and the operation executes anyway.</p>
tr: <p>İnhibitör yok sayılmadan ve işlem yine de yürütülmeden önce, gecikme türünde bir engelleyici kilidin etkin olması nedeniyle bir sistem kapatma veya uyku isteğinin ertelendiği maksimum süreyi belirtir.</p>

source: <p>Controls whether logind shall handle the system power and sleep keys and the lid switch to trigger power actions.</p>
tr: <p>Güç işlemlerini tetiklemek için oturum açmanın sistem güç ve uyku tuşlarını ve kapak anahtarını işleyip işlemeyeceğini kontrol eder.</p>

source: <p>Controls whether actions triggered by the power key are subject to inhibitor locks.</p>
tr: <p>Güç tuşu tarafından tetiklenen işlemlerin engelleyici kilitlere tabi olup olmadığını kontrol eder.</p>

source: <p>Controls whether actions triggered by the suspend key are subject to inhibitor locks.</p>
tr: <p>Askıya alma anahtarı tarafından tetiklenen eylemlerin engelleyici kilitlere tabi olup olmadığını kontrol eder.</p>

source: <p>Controls whether actions triggered by the hibernate key are subject to inhibitor locks.</p>
tr: <p>Hazırda bekletme anahtarı tarafından tetiklenen eylemlerin engelleyici kilitlere tabi olup olmadığını kontrol eder.</p>

source: <p>Controls whether actions triggered by the lid switch are subject to inhibitor locks.</p>
tr: <p>Kapak anahtarı tarafından tetiklenen eylemlerin engelleyici kilitlere tabi olup olmadığını kontrol eder.</p>

source: <p>Configures the action to take when the system is idle.</p>
tr: <p>Sistem boştayken yapılacak eylemi yapılandırır.</p>

source: <p>Configures the delay after which the action configured in IdleAction is taken after the system is idle.</p>
tr: <p>Sistem boşta kaldıktan sonra IdleAction'da yapılandırılan eylemin gerçekleştirileceği gecikmeyi yapılandırır.</p>

source: <p>Controls whether System V and POSIX IPC objects belonging to the user shall be removed when the user fully logs out.</p>
tr: <p>Kullanıcı tamamen çıkış yaptığında, kullanıcıya ait System V ve POSIX IPC nesnelerinin kaldırılıp kaldırılmayacağını kontrol eder.</p>

source: <p>Controls where to store cores. When <i>none</i>, the coredumps will be logged but not stored permanently. When <i>external</i>, cores will be stored in /var/lib/systemd/coredump. When <i>journal</i>, cores will be stored in the journal and rotated following normal journal rotation patterns.</p>
tr: <p>Çekirdeklerin nerede saklanacağını kontrol eder. <i>yok</i> olduğunda, çekirdek dökümler günlüğe kaydedilir ancak kalıcı olarak depolanmaz. <i>harici</i> olduğunda, çekirdekler /var/lib/systemd/coredump içinde depolanır. <i>Günlük</i> olduğunda, çekirdekler günlükte depolanır ve normal günlük döndürme düzenleri izlenerek döndürülür.</p>

source: <p>Controls compression for external storage.</p>
tr: <p>Harici depolama için sıkıştırmayı kontrol eder.</p>

source: <p>The maximum size of a core which will be processed. Coredumps exceeding this size will be logged, but the backtrace will not be generated and the core will not be stored.</p>
tr: <p>İşlenecek bir çekirdeğin maksimum boyutu. Bu boyutu aşan çekirdek dökümleri günlüğe kaydedilir, ancak geri izleme oluşturulmaz ve çekirdek depolanmaz.</p>

source: <p>The maximum (uncompressed) size of a core to be saved.</p>
tr: <p>Kaydedilecek bir çekirdeğin maksimum (sıkıştırılmamış) boyutu.</p>

source: <p>Old coredumps are removed as soon as the total disk space taken up by coredumps grows beyond this limit. Defaults to 10% of the total disk size.</p>
tr: <p>Eski çekirdek dökümleri, çekirdek dökümlerin kapladığı toplam disk alanı bu sınırın üzerine çıkar çıkmaz kaldırılır. Varsayılan olarak toplam disk boyutunun %10'u kadardır.</p>

source: <p>Minimum disk space to keep free. Defaults to 15% of the total disk size.</p>
tr: <p>Boş tutmak için minimum disk alanı. Varsayılan olarak toplam disk boyutunun % 15'i.</p>

source: "%1" is not a valid value for %2. Using default value for this parameter.
tr: "%1", %2 için geçerli bir değer değil. Bu parametre için varsayılan değer kullanılıyor.

source: Failed to read %1/%2. Using default values.
tr: %1/%2 okunamadı. Varsayılan değerleri kullanma.

source: Load state
tr: Yükleme durumu

source: Active state
tr: Aktif durum

source: Unit state
tr: Birim durumu

source: Unit
tr: Birim

source: Session ID
tr: Oturum ID

source: Session Object Path
tr: Oturum Nesne Yolu

source: State
tr: Durum

source: User ID
tr: Kullanıcı ID

source: User Name
tr: Kullanıcı Adı

source: Load default settings for all files?
tr: Tüm dosyalar için varsayılan ayarlar yüklensin mi?

source: Unable to find directory for configuration files.
tr: Yapılandırma dosyaları için dizin bulunamadı.

source: Unable to authenticate/execute the action: %1, %2
tr: Eylemin kimliği doğrulanamıyor/yürütülemiyor: %1, %2

source: Configuration files succesfully written to: %1
tr: Yapılandırma dosyaları başarıyla yazıldı: %1

source: Total: %1 units, %2 active, %3 displayed
tr: Toplam: %1 birim, %2 etkin, %3 görüntülendi

source: Unable to authenticate/execute the action. Error code: %1 Error string: %2 Error text: %3
tr: Eylemin kimliği doğrulanamıyor/yürütülemiyor. Hata kodu: %1 Hata dizesi: %2 Hata metni: %3

source: &Start unit
tr: &Başlangıç ​​ünitesi

source: S&top unit
tr: Durdurma ünitesi

source: &Restart unit
tr: &Üniteyi yeniden başlat

source: Re&load unit
tr: Üniteyi yeniden &yükle

source: &Edit unit file
tr: &Birim dosyasını düzenle

source: &Isolate unit
tr: &İzole birimi

source: En&able unit
tr: Üniteyi etkinleştir

source: &Disable unit
tr: Üniteyi durdur

source: &Mask unit
tr: Maske ünitesi

source: &Unmask unit
tr: &Birimin maskesini kaldır

source: Rel&oad all unit files
tr: Tüm birim dosyalarını yeniden yükle

source: Ree&xecute systemd
tr: Systemd'yi yeniden çalıştır

source: kdesu executable not found. Unable to start kwrite!
tr: kdesu yürütülebilir dosyası bulunamadı. kwrite başlatılamıyor!

source: &Activate session
tr: &Oturumu etkinleştir

source: &Terminate session
tr: &Oturumu sonlandır

source: &Lock session
tr: &Oturumu kilitle

source: <b>Description: </b>
tr: <b>Açıklama: </b>

source: <br><b>Fragment path: </b>
tr: <br><b>Parça yolu: </b>

source: <br><b>Unit file state: </b>
tr: <br><b>Birim dosya durumu:</b>

source: <br><b>Activated: </b>
tr: <br><b>Aktif: </b>

source: <br><b>Deactivated: </b>
tr: <br><b>Devre dışı: </b>

source: <b>Fragment path: </b>
tr: <b>Parça yolu: </b>

source: <hr><b>Last log entries:</b>
tr: <hr><b>Son günlük girişleri:</b>

source: <br><i>No log entries found for this unit.</i>
tr: <br><i>Bu birim için günlük girişi bulunamadı.</i>

source: <br><b>Remote host:</b> %1
tr: <br><b>Uzak ana makine:</b> %1

source: <br><b>Remote user:</b> %1
tr: <br><b>Uzak kullanıcı:</b> %1

source: <br><b>Service:</b> %1
tr: <br><b>Servis:</b> %1

source: <br><b>Type:</b> %1
tr: <br><b>Tür:</b> %1

source: (display %1)
tr: (%1 göster)

source: <br><b>Class:</b> %1
tr: <br><b>Sınıf:</b> %1

source: <br><b>State:</b> %1
tr: <br><b>Durum:</b> %1

source: <br><b>Scope:</b> %1
tr: <br><b>Kapsam:</b> %1

source: <br><b>Created: </b>
tr: <br><b>Oluşturma: </b>

source: File to be written: %1/%2
tr: Yazılacak dosya: %1/%2
